import { docCreate } from "./docCreate.js";

export const GovernmentResolutions = {
    html: "div",
    className: "document-list__items main-content",
    children: {
        ...docCreate("row670", {
            title: 'Постановление Правительства РФ от 11.11.2006 № 670 "О порядке предоставления органами местного самоуправления органам государственной власти статистических показателей, характеризующих состояние экономики и социальной сферы муниципального образования"',
            info: "135.25 Кб, 08.10.2020",
            href: "/storage/mediabank/3S8qLoWs/Постановление Правительства № 670.pdf",
            type: "PDF",
        }),

        ...docCreate("row1317", {
            title: 'Постановление Правительства РФ от 17.12.2012 № 1317 "О мерах по реализации Указа Президента Российской Федерации от 28.04.2008 № 607 \"Об оценке эффективности деятельности органов местного самоуправления муниципальных, городских округов и муниципальных районов\" и подпункта \"и\" пункта 2 Указа Президента Российской Федерации от 07.05.2012 № 601 \"Об основных направлениях совершенствования системы государственного управления\""',
            info: "440.38 Кб, 05.04.2023",
            href: "/storage/mediabank/ПП №1317 (ред. от 30.06.2021).pdf",
            type: "PDF",
        }),
    },
};
